
  {
    "File":"It is one more step in delegitimizing not just the incoming Biden administration, but democracy generally. And that’s a dangerous path, Obama said.There’s been this sense over the last several years that literally anything goes and is justified in order to get power.Obama said that that feeling is not unique to the United States,given that there are “strong men and dictators around the world who think they can do anything to stay in power. I can kill people. I can throw them in jail. I can run phony elections. I can suppress journalists.But that’s not who we’re supposed to be. And of the signals I think that Joe Biden needs to send to the world is that, ‘No, those values that we preached, and we believed in, and subscribed in—we still believe.Yet Obama’s time in office was by no means the paragon of a presidency bound by the rules of a liberal democratic republic. Court documents released in early 2013 showed that the Obama administration secretly monitored Fox News’ James Rosen – whom the FBI dubbed a “criminal co-conspirator,despite never being charged with a crime.OBAMA DEFENDS CAMPAIGN TRAIL ATTACKS ON TRUMP: 'I WAS JUST STATING FACTS'.The Justice Department also seized Rosen’s emails by evoking the Word War I-era Espionage Act, one of the United States’ most serious wartime laws. The same law was used in 1953 to charge and execute Julius and Ethel Rosenberg – two American communists – for allegedly passing secret information to the Soviet Union.Rosen’s crime was that he had published information leaked by a government adviser regarding North Korea’s plans to conduct another nuclear test in response to U.N. sanctions.Though Trump has been forceful in his denunciation of the press, the Obama administration arguably went further, evoking the Espionage Act to prosecute more people under the law for leaking sensitive information than all previous administrations combined.As part of an investigation into the disclosure of information about a botched Al Qaeda terrorist plot, the Obama administration, without notice, obtained the records of 20 Associated Press office phone lines and reports’ home and cell phones.",
    "Language":"English",
    "apikey":"d0f4ac5d0ddf6f4a7bcedce7904f054f"
  }